
time = ['врем', 'число', 'дата', 'день', 'врем', 'час']
help = ['что ты можешь?', 'help', 'что ты можешь', '/help',
                  'на что ты способен', 'все возможности', 'помоги', 'хелп']
random = ['мне повезёт', 'мне повезет', 'рандом!', 'рандом', 'удача', 'случайная картинка']


text_help = '''Я могу:
> Подскозать время (просто спроси)
> Найти информацию на вики (напиши "Что такое <ваш запрос>")
> Написать ваше сообщение админу (напиши "Скажи админу <ваше сообщение>")
> Написать ваше сообщение субадмину (напиши "Скажи субадмину <ваше сообщение>")
> Отправить случайную кртинку (напиши "Рандом" или "Мне повезёт")
> Посмотреть расписание на любой день недели (напиши "Расписание на <день недели в полной или краткой фориме>")
> Просмотреть все имеющиеся ответы (напиши "Ответы")
> Посмотреть текст ответа (напиши порядковый номер ответа цыфрой)
> И создать новый ответ (напиши "Добавить ответ" и далее следуй инструкциям)

> Остальное появится позже! Можно посмотреть более подробное описание, написав "Описание"'''


description_text = '''Мне лень писать'''


timetable = ['''Обязательные:
> ТСО (9.00-9.30) (https://us04web.zoom.us/j/7155803948?pwd=STgrakVPbGhjTFlSZ2lBanB0d21kUT09)
Дополнительные:
> Конс.ОГЭ матем (10.20-10.50) (Идентификатор: 770 4005 9765, Пароль: 012641, https://us04web.zoom.us/j/77040059765?pwd=K29DcUdoZWRQUk53WTZ3aUJqMmkzdz09)
''', '''Обязательные:
> химия (9.00-9.30) (Идентификатор: 826 325 4197, Пароль: 06042020)
> англ. яз - Ермоленкова (9.40-10.10) (Ермоленкова: https://us04web.zoom.us/j/2563025771?pwd=eDB2UlUwRUU2)
> англ. яз - Патрушева (9.40-10.10) (Идентификатор: 873-073-2619, Пароль: 699834)
Дополнительные:
> Конс.ОГЭ матем (10.20-10.50) (Идентификатор: 728 4485 1675, Пароль: 001923, https://us04web.zoom.us/j/72844851675?pwd=Wm9vd2FIbHNBRGUyWDZvUSswL2dZZz09)
''', '''Обязательные:
> геометрия (9.00-9.30) (Идентификатор: 718 6917 6363, Пароль: 022014, https://us04web.zoom.us/j/71869176363?pwd=cCtGOU1oOXhGT1BNZ3FHQ1ZLVE8rZz09)
> геогр (9.40-10.10) (Идентификатор: 720 9135 0539, Пароль: 029749, https://us04web.zoom.us/j/72091350539?pwd=KzlRK1N6ZGUvRVUwakwydlRxSU11Zz09)
Дополнительные:
> конс ОГЭ русский (10.20-10.50) (https://us04web.zoom.us/j/7155803948)
''', '''Обязательные:
> рус.яз (9.40-10.10)) (https://us04web.zoom.us/j/7155803948?pwd=STgrakVPbGhjTFlSZ2lBanB0d21kUT09)
> биология (11.10-11.40) (Идентификатор 3471208858, Пароль 670035)
> физика (11.50-12.20) (Идентификатор: 764 322 8665, https://us04web.zoom.us/j/7643228665)
Дополнительные:
> консультация Информатика - Мисютина (12.30-13.00) (Идентификатор: 931 828 1473)
> консультация Информатика - Редковская (12.30-13.00) (видеовызов с приложения)
''', '''Обязательные:
> литер (10.20-10.50) (https://us04web.zoom.us/j/7155803948?pwd=STgrakVPbGhjTFlSZ2lBanB0d21kUT09)
> алгебра (11.10-11.40) (Идентификатор: 781 9727 5648, Пароль: 015092, https://us04web.zoom.us/j/78197275648?pwd=U2dmVzJaaXIxRXBRRDZ3TXIzVmJtZz09)
Дополнительные:
> Конс. био ОГЭ (12.30-13.00) (Идентификатор 3471208858, Пароль 670035)
''', '''Обязательные:
> ист. Р (10.20-10.50) (Идентификатор: 217-925-3900, Пароль: 068285)
Дополнительные:
> Допов нет
''', '''У нас в воскресенье нет уроков''']

id_of_vip = [449876815, 264941371]


